Revit 2027 API
ParameterTypeId.SpliceByRulesRunout Property
 "Runout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpliceByRulesRunout { get; }
Public Shared ReadOnly Property SpliceByRulesRunout As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpliceByRulesRunout {
	ForgeTypeId^ get ();
}
static member SpliceByRulesRunout : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace